{
    "writings": [
        {
            "id": 1,
            "title": "Chumna Abhi Baki Hai",
            "description": "बनारस की गलियों में साथ तेरे घूमना अभी बाकी है,\nझमझमाती बारिश में साथ तेरे झूमना अभी बाकी है,\nबाकी है जाते समय तेरा हाथ पकड़ अपनी तरफ खींचना,\nसबसे जरूरी तेरे गुलाब से होंठो को चूमना अभी बाकी है।।\n\nतुम मानोगी या नहीं पर मैं बताऊंगा जरूर,\nकिसी और का नहीं पता पर मैं साथ निभाऊंगा जरूर,\nऔर तेरी सारी दिक्कतों से जूझना अभी बाकी है,\nसबसे जरूरी तेरे होंठो को चूमना अभी बाकी है।।\n\nबाकी है अभी छुप छुप के मिलना हमारा,\nएक दूसरे की बाहों में यूं गिरना हमारा,\nदोस्तों के बीच में तुझे, मुझे ढूंढना अभी बाकी है,\nसबसे जरूरी तेरे होंठो को चूमना अभी बाकी है।।\n\nबाकी है हाथों में हाथ डाल कर चलना हमारा,\nसूनसान सी गलियों में संग टहलना हमारा,\nफिर तेरे बालों की सोंधी सी खुशबू सूंघना अभी बाकी है,\nसबसे जरूरी तेरे होंठो को चूमना अभी बाकी है।।",
            "imageUrl": "/images/chumna.jpg",
            "isFeatured": true,
            "type": "ghazals"
        },
        {
            "id": 2,
            "title": "Haar Kar Baitha Hun",
            "description": "देखा है जबसे तुझे तुझसे प्यार कर बैठा हूं,\nनजरें मिलते ही आंखे चार कर बैठा हूं,\nऔर तुझसे मुहब्बत की कुछ यूं सजा मिली हमको,\nखुद ही की जंग में खुद ही से हार कर बैठा हूं।।\n\nसालों बाद मेरी जिंदगी में फिर वापस आई हो तुम,\nदिए दर्द भूल गया दिलों दिमाग पर कुछ इस कदर छाई हो तुम,\nदिन भर हंसने मुस्कुराने वाला मैं अंधेरे कमरे में बंद होकर,\nकुछ इस कदर खुद लाचार कर बैठा हूं,\nखुद ही की जंग में खुद ही से हार कर बैठा हूं।।\n\nगुजारिश है तुमसे अब मेरी गलियां अपनी खुशबू से महकाना मत,\nआ रही हो, आना चाहती हो पर अब तुम वापिस आना मत,\nमुहब्बत में तेरी दिल और दिमाग में टकरार कर बैठा हूं,\nखुद ही की जंग में खुद ही से हार कर बैठा हूं।।",
            "imageUrl": "/images/haarKar.jpg",
            "isFeatured": true,
            "type": "ghazals"
        },
        {
            "id": 3,
            "title": "Ise Kya Samjhun",
            "description": "तेरी खामोशी से ये चेहरा हो रहा है जर्द, इसे क्या समझूं\nतिरे जाने से इसमें जम रही है गर्द, इसे क्या समझूं\n\nयूं तो इर्द गिर्द बना रखें है अश्कों के समंदर हमने,\nअचानक ये मौसम हो रहा है सर्द, इसे क्या समझूं\n\nहमने तो बस दावा किया था तुझसे मुहब्बत का,\nमुलाकात में तूने दिए जो वर्द, इसे क्या समझूं\n\nतेरे हिसाब से मुहब्बत है खेल शतरंज का,\nतू बना वजीर मुझे कर दिया नर्द, इसे क्या समझूं\n\nहिज़्र ए गम तो है मुझे मगर सोचता हूं,\nये जो हम हो रहे थे फ़र्द, इसे क्या समझूं\n\nकरली दूसरी मुहब्बत तुझे भूलने की खातिर,\nपर अब भी है दिल में जो दर्द, इसे क्या समझूं\n\nबहुत सुना है बुजुर्गों से मर्द कहां रोते हैं,\nयहां जो रो रहा है मर्द, इसे क्या समझूं\n\nन जाने क्यूं करता है इतनी मुहब्बत तुझसे 'प्रांजल',\nहो गए आज सारे राज बे-पर्द, इसे क्या समझूं।।",
            "imageUrl": "/images/iseKyaSamjhu.jpg",
            "isFeatured": true,
            "type": "ghazals"
        },
        {
            "id": 4,
            "title": "Jaan Ho Meri",
            "description": "मैं अगर शरीर हूं, तो इस शरीर का प्राण हो तुम,\nमेरी आन मेरी शान मेरा अभिमान हो तुम,\nमैं अगर हूं राही तो मेरी मंजिल मेरा मुकाम हो तुम,\nसरल शब्दों में कहूं अगर तो मेरी जान हो तुम।।\n\nके तुम कभी कह दो अगर,\nसंग चलो तुम उस डगर,\nमैं चल भी दूंगा संग मगर,\nमेरे इस प्यार से अभी अनजान हो तुम,\nपर कुछ भी कहो मेरी जान हो तुम।।\n\nहर बात पे मुझसे गुस्सा हो जाती हो,\nकभी डांटती हो तो कभी नखरे दिखाती हो,\nमेरे लिए थोड़ी नादान थोड़ी शैतान हो तुम,\nपर कुछ भी कहो मेरी जान हो तुम।।\n\nमैं साथ हूं तेरे मेरे जीवित रहने तक,\nनाम से लेके एजी सुनती हो ये कहने तक,\nकभी मुझे बेचैनी खाए, तो इस दिल का आराम हो तुम,\nपर कुछ भी कहो मेरी जान हो तुम।।",
            "imageUrl": "/images/jaanHoMeri.jpg",
            "isFeatured": true,
            "type": "ghazals"
        },
        {
            "id": 5,
            "title": "Sahara na Hua",
            "description": "मैं रहा सबका, कोई मेरा सहारा नहीं हुआ,\nइतना चाहा उसे पर वो शख्स हमारा नहीं हुआ।।\n\nसुना है मदहोश है वो इश्क में किसी और के,\nऔर एक हम जिसे अब तक इश्क दोबारा नहीं हुआ।।\n\nचढ़े थे इश्क ए कश्ती में बड़ी मौज से हम,\nमगर इतना दर्दनाक आज तक कोई नजारा नहीं हुआ।।\n\nरह रह के सही वो हमारा होने वाला था,\nमगर हमारी नेक किस्मत को ये गवारा नहीं हुआ।।\n\nशहर की सारी गलियां सारे घाट घूम लिए,\nपर बात मानो मैं उसकी चाहत में आवारा नहीं हुआ।।\n\nजुदा लाज़मी हुए है हम,\nमगर याद रख तेरे बिना मेरा भी गुजारा नहीं हुआ।।\n\nसर से पैर तक पूरा पसंद था तू,\nतेरी किसी एक अदा से मैं तुम्हारा नहीं हुआ।।\n\nहीर, लैला, जूलियट ये सब किस्से हैं,\nमेरी नजर में इस जहां में, कोई तुमसे प्यारा नहीं हुआ।।",
            "imageUrl": "/images/saharaNaHua.jpg",
            "isFeatured": true,
            "type": "ghazals"
        },
        {
            "id": 6,
            "title": "Saatvan Mukam",
            "description": "अब उनसे आखिरी मुलाकात के इंतजाम में हूं,\nदोस्तों मैं इश्क के सातवें मुकाम में हूं।।\n\nपहले में उनसे दिलकशी हुई,\nधीरे धीरे गायब लबों की हसीं हुई,\nफिर आया उन्स, मुहब्बत, अकीदत, इबादत,\nउनसे गुफ्तगू की मुझे होने लगी आदत,\nदिमाग ए मकान में फिर उनका जुनून छाने लगा,\nउनकी कही बातों से दिल में खून आने लगा,\nफिर भटकते भटकते पहुंचे हम मुशायरे में,\nमौत की आई बात तो दिल को सुकून आने लगा।।\n\nतब खबर हुई की अब मुहब्बत के अंजाम में हूं,\nदोस्तों मैं इश्क के सातवें मुकाम में हूं।।",
            "imageUrl": "/images/saatva.jpg",
            "isFeatured": true,
            "type": "ghazals"
        },
        {
            "id": 7,
            "title": "",
            "description": "गिला करें भी तो इसका की तुमने हमसे दगा किया,\n औरत जात ने आज तक कब किसिसे वफा किया",
            "imageUrl": "",
            "isFeatured": false,
            "type": "shayari"
        },
        {
            "id": 8,
            "title": "",
            "description": "मुद्दतों पहले किया था इज़हार-ए-इश्क हमने,\n के आज भी इस गलती का अफसोस होता है हमें।।",
            "imageUrl": "",
            "isFeatured": false,
            "type": "shayari"
        },
        {
            "id": 9,
            "title": "",
            "description": "तितलियों को तरह मचलना मुझे नहीं आता,\n एक बार फिसला तो फिर संभालना मुझे नहीं आता,\n जो भी करता हूं शिद्दत से करता हूं,\n हर रोज मोहब्बत बदलना मुझे नहीं आता।।",
            "imageUrl": "/images/image.jpg",
            "isFeatured": false,
            "type": "shayari"
        },
        {
            "id": 10,
            "title": "",
            "description": "सफलता न मिले मोहब्बत के सिवा ऐसा इम्तहान न हुआ,\n उसके सिवा फिर कोई शख्स मेरा जहान न हुआ,\n दिल में वीरानियत तो आई उसके जाने से,\n दिल खंडहर ही हुआ है, अभी शमशान न हुआ।।",
            "imageUrl": "/images/image.jpg",
            "isFeatured": false,
            "type": "shayari"
        },
        {
            "id": 11,
            "title": "",
            "description": "अगर तकलीफ आपकी देन हैं,तो तकलीफ से हमको प्यार है,\n यादों की कैद में तो हम हैं,\n तेरा क्या तू कल भी फरार था, आज भी फरार है।।",
            "imageUrl": "/images/image.jpg",
            "isFeatured": false,
            "type": "shayari"
        },
        {
            "id": 12,
            "title": "",
            "description": "छत पर बैठे बैठे यूंही शाम से रात हो गई,\n फलक पर आया चांद और उससे बात हो गई,\n बात बात में पूछा उसने आज कहां है तेरा चांद,\n मैं रहा खामोश और इन आंखों से बरसात हो गई।।",
            "imageUrl": "/images/image.jpg",
            "isFeatured": false,
            "type": "shayari"
        },
        {
            "id": 13,
            "title": "",
            "description": "न कोई शिकवा न कोई गिला था तुझसे,\n दो चार मुलाकातों का ही सिलसिला था तुझसे,\n तू मिला नहीं तो खुदा बना कर जिंदगी सारी जी गए,\n जो दो पल का प्यार मुझे मिला था तुझसे।।",
            "imageUrl": "/images/image.jpg",
            "isFeatured": false,
            "type": "shayari"
        },
        {
            "id": 14,
            "title": "",
            "description": "अब मैं कहीं खो जाऊंगा, वो तलाश करेंगे \nमैं किसी और का हो जाऊंगा, वो तलाश करेंगे,\n दीदार को उनके तस्वीरों से काम चलाया है हमने,\n मैं खुद तस्वीर हो जाऊंगा, वो तलाश करेंगे।।",
            "imageUrl": "/images/image.jpg",
            "isFeatured": false,
            "type": "shayari"
        }
    ],
    "songs": [
        {
            "id": 1,
            "title": "KhoGaya",
            "imageUrl": "/images/image.jpg",
            "spotifyLink": "https://open.spotify.com/album/5ccjtHPMPH6bPbA6mKjBZK",
            "youtubeLink": "https://youtu.be/GeQ3TwECFjk?si=x-hF7iEyGO0huTRy",
            "appleMusicLink": "https://music.apple.com/us/song/khogaya-feat-pranjal/1764095874"
        }
    ]
}